_PAD
_UNK
_EOS
<SILENCE>
the
food
you
thank
bye
good
number
phone
address
i
restaurant
of
what
is
a
town
in
part
and
for
looking
im
whats
about
dont
care
how
have
cheap
can
yes
any
that
moderately
south
priced
code
post
serves
it
expensive
type
price
north
anything
west
else
range
east
goodbye
okay
there
area
indian
an
matter
want
doesnt
serve
get
uh
chinese
serving
no
may
find
please
italian
moderate
their
to
like
center
european
thai
asian_oriental
vietnamese
korean
spanish
do
need
kind
does
portuguese
could
um
gastropub
british
they
turkish
would
french
id
international
me
mediterranean
should
its
modern_european
asian
venue
right
give
am
ah
hi
japanese
mexican
be
north_american
african
postcode
are
jamaican
breath
one
yea
cuban
telephone
creative
hungarian
something
system
lebanese
restaurants
bout
cantonese
barbecue
hello
pan
sea
side
alright
repeat
cough
swedish
moroccan
canapes
kosher
with
where
greek
know
caribbean
danish
world
another
tuscan
addre
seafood
unusual
polynesian
catalan
on
thats
corsica
scandinavian
bistro
english
halal
basque
afghan
malaysian
not
ok
christmas
american
german
again
kay
vegetarian
scottish
venetian
russian
traditional
irish
persian
yeah
romanian
indonesian
centre
fusion
belgium
australian
over
oh
steakhouse
place
this
great
pub
other
located
gastro
foo
eritrean
cool
postal
fine
now
available
ye
inaudible
next
swiss
kitalian
austrian
brazilian
breathing
sorry
served
just
more
rest
correct
pri
very
cross
so
see
anywhere
then
change
house
different
t
belgian
modern
welcome
central
much
such
k
singaporean
was
well
cant
all
tell
at
adress
back
thing
prezzo
iam
portugese
option
try
static
ser
cannabis
my
your
cambridge
steak
sells
thanks
talian
baskaye
m
park
really
welsh
prices
chineese
location
portugeuse
needs
lets
dear
laughing
choice
though
show
p
talk
re
the_missing_sock
viet
venues
malyasian
endonesian
if
vietnam
let
europene
polish
name
curry_prince
theres
said
perfect
signature
dish
did
airatarin
mind
city
ran
chiquito
has
thatll
sh
some
excellent
parts
start
wrong
vietna
gasper
moderat
cost
cherries
plea
music
int
mia
europ
crossover
rice_house
mail
nor
pizza_hutt
restauran
cata
than
ital
yourself
bask
continental
chikkis
calling
adra
done
canape
restaruant
euro
believe
free
tran
labonese
by
restaurant_two_two
sure
o
ones
who
arotrian
polynesia
cana
ko
us
talking
decide
alternative
train
worthless
crosstalk
christ
take
hang
or
others
jesus
singapore
cute
ad
derately
tur
arts
india
chi
signaporian
baskey
go
cut
new
searching
tow
ty
ooh
australasian
medium
water
addrss
bart
hm
little_seouls
we
bad
lcoated
nandos
changed
mediteranian
types
fuck
mediteranean
indians
expe
adddress
surprise
ostro
class
nubmer
beside
somewhere
unintellgible
eat
loo
taquita
previews
afternoon
meant
vegitarian
finally
takes
minuet
euorpean
mistakes
canope
turkiesh
luck
ne
europone
stop
laugh
hindi
turkey
turk
expen
venison
modreately
medetanian
scotch
aw
up
ever
he
trying
fast
his
wheres
peace
preference
ea
air
s
airitran
out
moder
rerestaurant
ph
look
halo
day
blow
unitelligible
goodb
cancun
think
old
restuarant
fora
usually
selection
ven
includes
damn
ori
umh
appleton
meditteranian
ecuadorean
restaraunt
earetree
earatree
b
eirtrean
deosnt
wanna
modertley
bloomsbury
regular
res
moroccon
anyone
might
la_margheritas
catalen
sweedish
pizza_hut
resataurant
7:30
catalanian
wiscon
ly
catalin
nosie
er
knocking
vanessa
zip
bat
ger
art
areas
medterranean
help
restaurnt
scandin
wondering
scandinavia
wait
got
huh
ring
ffood
darling
opean
time
noice
thare
